Repository: jsgrrchg/MoodistMac
Catalog: Moodist/*.lproj/Localizable.strings
Languages: es

source: Options
es: Opciones

source: Close
es: Cerrar

source: Check for Updates…
es: Buscar actualizaciones…

# updates_section
source: Updates
es: Actualizaciones

source: Play
es: Reproducir

source: Pause
es: Pausar

source: Shuffle
es: Aleatorio

source: Next mix
es: Siguiente mix

source: Unselect all
es: Quitar todos

# select
source: Play
es: Reproducir

source: Deselect
es: Deseleccionar

source: Mute
es: Silenciar

source: Unmute
es: Activar sonido

source: Stop
es: Detener

source: Global volume
es: Volumen global

source: Categories
es: Categorías

source: Controls
es: Controles

source: Favorites
es: Favoritos

source: Currently playing
es: Reproduciendo ahora

source: No sounds playing
es: Ningún sonido reproduciéndose

source: Custom mix
es: Mix personalizado

# custom_mixes_empty
source: No custom mixes yet
es: Todavía no hay mixes personalizados

# add_custom
source: Save mix
es: Guardar mix

source: Clear
es: Limpiar

source: Add to favorites
es: Añadir a favoritos

source: Remove from favorites
es: Quitar de favoritos

# add_to_favorites_label
source: Add %@ to favorites
es: Añadir %@ a favoritos

# remove_from_favorites_label
source: Remove %@ from favorites
es: Quitar %@ de favoritos

# tagline
source: Ambient sounds for focus and calm.
es: Sonidos ambiente para concentrarte y relajarte.

# sounds_count
source: %d sounds
es: %d sonidos

# options_title
source: Options
es: Opciones

# playback_section
source: Playback
es: Reproducción

# appearance_section
source: Appearance
es: Apariencia

source: Accent color
es: Color de acento

# appearance_mode
source: Appearance
es: Apariencia

# appearance_automatic
source: Automatic
es: Automático

# appearance_light
source: Light
es: Claro

# appearance_dark
source: Dark
es: Oscuro

source: Text size
es: Tamaño del texto

# text_size_small
source: Small
es: Pequeño

# text_size_medium
source: Medium
es: Mediano

# text_size_large
source: Large
es: Grande

# text_size_extra_large
source: Extra large
es: Muy grande

source: Disable transparencies
es: Desactivar transparencias

# disable_transparencies_footer
source: Turn this on to make the interface solid and reduce frosted effects.
es: Actívalo para que la interfaz sea sólida y reduzca el efecto vidrio.

# max_recent_mixes
source: Recent mixes in sidebar
es: Mixes recientes en barra lateral

# max_recent_mixes_footer
source: Maximum number of recent mixes shown in the sidebar (10–15).
es: Número máximo de mixes recientes mostrados en la barra lateral (10–15).

# max_recent_sounds
source: Recent sounds in sidebar
es: Sonidos recientes en barra lateral

# max_recent_sounds_footer
source: Maximum number of recent sounds shown in the sidebar (10–15).
es: Número máximo de sonidos recientes mostrados en la barra lateral (10–15).

# data_section
source: Data
es: Datos

source: Export preferences…
es: Exportar preferencias…

# export_preferences_hint
source: Save custom mixes, favorite mixes, and favorite sounds to a file
es: Guardar mixes personalizados, mixes favoritos y sonidos favoritos en un archivo

source: Export failed
es: Error al exportar

# export_failed_message
source: Could not write the file. Check the location and try again.
es: No se pudo escribir el archivo. Comprueba la ubicación e inténtalo de nuevo.

source: Import preferences…
es: Importar preferencias…

# import_preferences_hint
source: Load custom mixes, favorite mixes, and favorite sounds from a file
es: Cargar mixes personalizados, mixes favoritos y sonidos favoritos desde un archivo

source: Import failed
es: Error al importar

# import_failed_message
source: Could not read the file or the file format is invalid.
es: No se pudo leer el archivo o el formato no es válido.

# about_section
source: About
es: Acerca de

source: Version
es: Versión

# reset_selection
source: Reset selection and favorites
es: Restablecer selección y favoritos

# restore_defaults
source: Restore all to defaults
es: Restaurar todo por defecto

# visit_web
source: Visit Moodist on the web
es: Visitar Moodist en la web

# source_code
source: Source code (GitHub)
es: Código fuente (GitHub)

# reset_confirm_title
source: Reset selection?
es: ¿Restablecer selección?

# reset_confirm_message
source: All selected sounds and favorites will be cleared. Global volume will not change.
es: Se quitarán todos los sonidos seleccionados y se borrarán los favoritos. El volumen global no cambiará.

# restore_confirm_title
source: Restore defaults?
es: ¿Restaurar valores por defecto?

# restore_confirm_message
source: Selection, favorites and global volume will be reset. Playback will stop.
es: Se restablecerán la selección, los favoritos y el volumen global. La reproducción se detendrá.

source: Cancel
es: Cancelar

source: Reset
es: Restablecer

source: Restore
es: Restaurar

source: Menu bar
es: Barra de menú

# menu_bar_show
source: Show in menu bar
es: Mostrar en la barra de menú

# menu_bar_show_footer
source: Show an icon in the macOS menu bar for quick access.
es: Mostrar un icono en la barra de menú de macOS para acceso rápido.

# open_window
source: Open Moodist
es: Abrir Moodist

source: Floating player
es: Reproductor flotante

source: Show floating player
es: Mostrar reproductor flotante

# quit
source: Quit Moodist
es: Salir de Moodist

source: Timer
es: Temporizador

# timer_minutes
source: Minutes
es: Minutos

# timer_hours
source: Hours
es: Horas

# timer_custom
source: Custom timer…
es: Temporizador personalizado…

# sidebar_favorites
source: Favorite Sounds
es: Favoritos

# sidebar_favorite_mixes
source: Favorite Mixes
es: Mixes favoritos

# sidebar_favorite_mixes_empty
source: No favorite mixes
es: No hay mixes favoritos

# sidebar_recent_sounds
source: Recent Sounds
es: Sonidos recientes

# sidebar_recent_sounds_empty
source: No recent sounds
es: No hay sonidos recientes

# sidebar_recent_mixes
source: Recent Mixes
es: Mixes recientes

# sidebar_recent_mixes_empty
source: No recent mixes
es: No hay mixes recientes

# sidebar_favorites_empty
source: No favorites yet
es: Aún no hay favoritos

# sidebar_presets_empty
source: No presets yet
es: Aún no hay presets

# preset_save_current
source: Save as mix
es: Guardar como mix

# preset_apply
source: Play Mix
es: Reproducir mix

# preset_delete
source: Delete mix
es: Eliminar mix

# preset_save_dialog_title
source: Save Mix
es: Guardar Mix

# preset_name_placeholder
source: Mix name
es: Nombre del mix

# preset_saved
source: Mix saved
es: Mix guardado

# save_mix_subtitle
source: Give your mix a name and pick an icon.
es: Ponle nombre a tu mix y elige un icono.

# save_mix_icon_label_format
source: Icon: %@
es: Icono: %@

# save_mix_icon_menu_hint
source: Choose an icon for the mix
es: Abre el menú para elegir un icono del mix

# icon_label
source: Icon
es: Icono

source: Add to mix
es: Agregar a mix

source: Create new mix…
es: Crear nuevo mix…

source: Save
es: Guardar

source: Search
es: Buscar

# search_placeholder
source: Search sounds…
es: Buscar sonidos…

source: Language
es: Idioma

# language_system
source: System
es: Sistema

# language_english
source: English
es: Inglés

# language_spanish
source: Spanish
es: Español

# language_footer
source: Choose the app language. System uses your macOS language preference.
es: Elige el idioma de la aplicación. Sistema usa la preferencia de idioma de macOS.

# category_nature
source: Nature
es: Naturaleza

# category_rain
source: Rain
es: Lluvia

# category_animals
source: Animals
es: Animales

# category_urban
source: Urban
es: Urbano

# category_places
source: Places
es: Lugares

# category_transport
source: Transport
es: Transporte

# category_things
source: Things
es: Objetos

# category_noise
source: Noise
es: Ruido

# sound_river
source: River
es: Río

# sound_waves
source: Waves
es: Olas

# sound_campfire
source: Campfire
es: Fogata

# sound_wind
source: Wind
es: Viento

# sound_howling-wind
source: Howling Wind
es: Viento Aullador

# sound_wind-in-trees
source: Wind in Trees
es: Viento en los Árboles

# sound_waterfall
source: Waterfall
es: Cascada

# sound_walk-in-snow
source: Walk in Snow
es: Caminar en la Nieve

# sound_walk-on-leaves
source: Walk on Leaves
es: Caminar sobre Hojas

# sound_walk-on-gravel
source: Walk on Gravel
es: Caminar sobre Grava

# sound_droplets
source: Droplets
es: Gotas

# sound_jungle
source: Jungle
es: Jungla

# sound_light-rain
source: Light Rain
es: Lluvia Suave

# sound_heavy-rain
source: Heavy Rain
es: Lluvia Intensa

# sound_thunder
source: Thunder
es: Trueno

# sound_rain-on-window
source: Rain on Window
es: Lluvia en la Ventana

# sound_rain-on-car-roof
source: Rain on Car Roof
es: Lluvia en el Techo del Coche

# sound_rain-on-umbrella
source: Rain on Umbrella
es: Lluvia en el Paraguas

# sound_rain-on-tent
source: Rain on Tent
es: Lluvia en la Tienda

# sound_rain-on-leaves
source: Rain on Leaves
es: Lluvia en las Hojas

# sound_birds
source: Birds
es: Pájaros

# sound_seagulls
source: Seagulls
es: Gaviotas

# sound_crickets
source: Crickets
es: Grillos

# sound_wolf
source: Wolf
es: Lobo

# sound_owl
source: Owl
es: Búho

# sound_frog
source: Frog
es: Rana

# sound_dog-barking
source: Dog Barking
es: Perro Ladrando

# sound_horse-gallop
source: Horse Gallop
es: Galope de Caballo

# sound_cat-purring
source: Cat Purring
es: Ronroneo de Gato

# sound_crows
source: Crows
es: Cuervos

# sound_whale
source: Whale
es: Ballena

# sound_beehive
source: Beehive
es: Colmena

# sound_woodpecker
source: Woodpecker
es: Pájaro Carpintero

# sound_chickens
source: Chickens
es: Pollos

# sound_cows
source: Cows
es: Vacas

# sound_sheep
source: Sheep
es: Ovejas

# sound_highway
source: Highway
es: Autopista

# sound_road
source: Road
es: Carretera

# sound_ambulance-siren
source: Ambulance Siren
es: Sirena de Ambulancia

# sound_busy-street
source: Busy Street
es: Calle Transitada

# sound_crowd
source: Crowd
es: Multitud

# sound_traffic
source: Traffic
es: Tráfico

# sound_fireworks
source: Fireworks
es: Fuegos Artificiales

# sound_cafe
source: Cafe
es: Café

# sound_airport
source: Airport
es: Aeropuerto

# sound_church
source: Church
es: Iglesia

# sound_temple
source: Temple
es: Templo

# sound_construction-site
source: Construction Site
es: Obra

# sound_underwater
source: Underwater
es: Bajo el Agua

# sound_crowded-bar
source: Crowded Bar
es: Bar Lleno

# sound_night-village
source: Night Village
es: Pueblo Nocturno

# sound_subway-station
source: Subway Station
es: Estación de Metro

# sound_office
source: Office
es: Oficina

# sound_supermarket
source: Supermarket
es: Supermercado

# sound_carousel
source: Carousel
es: Carrusel

# sound_laboratory
source: Laboratory
es: Laboratorio

# sound_laundry-room
source: Laundry Room
es: Lavandería

# sound_restaurant
source: Restaurant
es: Restaurante

# sound_library
source: Library
es: Biblioteca

# sound_train
source: Train
es: Tren

# sound_inside-a-train
source: Inside a Train
es: Dentro de un Tren

# sound_airplane
source: Airplane
es: Avión

# sound_submarine
source: Submarine
es: Submarino

# sound_sailboat
source: Sailboat
es: Velero

# sound_rowing-boat
source: Rowing Boat
es: Bote de Remos

# sound_keyboard
source: Keyboard
es: Teclado

# sound_typewriter
source: Typewriter
es: Máquina de Escribir

# sound_paper
source: Paper
es: Papel

# sound_clock
source: Clock
es: Reloj

# sound_wind-chimes
source: Wind Chimes
es: Campanitas de Viento

# sound_singing-bowl
source: Singing Bowl
es: Cuenco Cantor

# sound_ceiling-fan
source: Ceiling Fan
es: Ventilador de Techo

# sound_dryer
source: Dryer
es: Secadora

# sound_slide-projector
source: Slide Projector
es: Proyector de Diapositivas

# sound_boiling-water
source: Boiling Water
es: Agua Hirviendo

# sound_bubbles
source: Bubbles
es: Burbujas

# sound_tuning-radio
source: Tuning Radio
es: Sintonizar Radio

# sound_morse-code
source: Morse Code
es: Código Morse

# sound_washing-machine
source: Washing Machine
es: Lavadora

# sound_vinyl-effect
source: Vinyl Effect
es: Efecto Vinilo

# sound_windshield-wipers
source: Windshield Wipers
es: Limpiaparabrisas

# sound_white-noise
source: White Noise
es: Ruido Blanco

# sound_pink-noise
source: Pink Noise
es: Ruido Rosa

# sound_brown-noise
source: Brown Noise
es: Ruido Marrón

# mixcat_custom
source: Custom Mixes
es: Mixes personalizados

# mixcat_nature-relaxation
source: Nature & Relaxation
es: Naturaleza y Relajación

# mixcat_sea-coast
source: Sea & Coast
es: Mar y Costa

# mixcat_forest-fire-night
source: Forest, Fire & Night
es: Bosque, Fuego y Noche

# mixcat_rain-storm
source: Rain & Storm
es: Lluvia y Tormenta

# mixcat_focus-study
source: Focus & Study
es: Concentración y Estudio

# mixcat_travel-motion
source: Travel & Motion
es: Viaje y Movimiento

# mixcat_sleep-noise
source: Sleep & Noise
es: Sueño y Ruido

# mixcat_places-ambience
source: Places & Ambience
es: Lugares y Ambiente

# mix_zen-garden
source: Zen Garden
es: Jardín Zen

# mix_morning-river
source: Morning River
es: Río Matutino

# mix_meadow-breeze
source: Meadow Breeze
es: Brisa del Prado

# mix_forest-walk
source: Forest Walk
es: Paseo por el Bosque

# mix_distant-falls
source: Distant Falls
es: Cascadas Lejanas

# mix_sunset-birds
source: Sunset Birds
es: Pájaros al Atardecer

# mix_japanese-garden
source: Japanese Garden
es: Jardín Japonés

# mix_river-meditation
source: River Meditation
es: Meditación del Río

# mix_calm-beach
source: Calm Beach
es: Playa Tranquila

# mix_windy-coast
source: Windy Coast
es: Costa Ventosa

# mix_harbor-sunrise
source: Harbor Sunrise
es: Amanecer en el Puerto

# mix_quiet-bay
source: Quiet Bay
es: Bahía Silenciosa

# mix_deep-waves
source: Deep Waves
es: Olas Profundas

# mix_distant-seagulls
source: Distant Seagulls
es: Gaviotas Lejanas

# mix_sea-window
source: Sea Window
es: Ventana al Mar

# mix_ocean-storm
source: Ocean Storm
es: Tormenta Oceánica

# mix_night-camp
source: Night Camp
es: Campamento Nocturno

# mix_soft-campfire
source: Soft Campfire
es: Fogata Suave

# mix_crickets-breeze
source: Crickets & Breeze
es: Grillos y Brisa

# mix_forest-cabin
source: Forest Cabin
es: Cabaña del Bosque

# mix_night-river
source: Night River
es: Río Nocturno

# mix_deep-night-forest
source: Deep Night Forest
es: Bosque Nocturno Profundo

# mix_storm-camp
source: Storm Camp
es: Campamento en Tormenta

# mix_fire-chimes
source: Fire & Chimes
es: Fuego y Campanitas

# mix_rainy-afternoon
source: Rainy Afternoon
es: Tarde Lluviosa

# mix_soft-window-rain
source: Soft Window Rain
es: Lluvia Suave en la Ventana

# mix_distant-thunderstorm
source: Distant Thunderstorm
es: Tormenta Lejana

# mix_heavy-storm
source: Heavy Storm
es: Tormenta Intensa

# mix_forest-rain
source: Forest Rain
es: Lluvia en el Bosque

# mix_rain-river
source: Rain + River
es: Lluvia + Río

# mix_spaced-thunder
source: Spaced Thunder
es: Truenos Espaciados

# mix_rainy-night
source: Rainy Night
es: Noche Lluviosa

# mix_productive-cafe
source: Productive Cafe
es: Café Productivo

# mix_library
source: Library
es: Biblioteca

# mix_rainy-library
source: Rainy Library
es: Biblioteca Lluviosa

# mix_focused-writing
source: Focused Writing
es: Escritura Enfocada

# mix_silent-reading
source: Silent Reading
es: Lectura Silenciosa

# mix_clock-pomodoro
source: Clock Pomodoro
es: Reloj Pomodoro

# mix_cafe-by-the-sea
source: Cafe by the Sea
es: Café junto al Mar

# mix_pink-rain-focus
source: Pink Rain Focus
es: Concentración Rosa Lluviosa

# mix_train-journey
source: Train Journey
es: Viaje en Tren

# mix_night-train
source: Night Train
es: Tren Nocturno

# mix_train-in-rain
source: Train in Rain
es: Tren en la Lluvia

# mix_train-storm
source: Train + Storm
es: Tren + Tormenta

# mix_coastal-ride
source: Coastal Ride
es: Paseo Costero

# mix_quiet-carriage
source: Quiet Carriage
es: Vagón Silencioso

# mix_cafe-commute
source: Cafe Commute
es: Café en el Trayecto

# mix_night-station
source: Night Station
es: Estación Nocturna

# mix_deep-sleep
source: Deep Sleep
es: Sueño Profundo

# mix_pure-pink-noise
source: Pure Pink Noise
es: Ruido Rosa Puro

# mix_rain-sleep
source: Rain Sleep
es: Sueño Lluvioso

# mix_ocean-sleep
source: Ocean Sleep
es: Sueño Oceánico

# mix_forest-sleep
source: Forest Sleep
es: Sueño del Bosque

# mix_river-nap
source: River Nap
es: Siesta del Río

# mix_window-night
source: Window Night
es: Noche en la Ventana

# mix_soft-isolation
source: Soft Isolation
es: Aislamiento Suave

# mix_glacier-footsteps
source: Glacier Footsteps
es: Pasos en el Glaciar

# mix_autumn-footpath
source: Autumn Footpath
es: Sendero Otoñal

# mix_waterfall-shrine
source: Waterfall Shrine
es: Santuario de la Cascada

# mix_jungle-dawn-relay
source: Jungle Dawn Relay
es: Relevo del Amanecer en la Jungla

# mix_rain-on-leaves-river
source: Rain on Leaves, River Under
es: Lluvia en las Hojas, Río Debajo

# mix_storm-on-the-roof
source: Storm on the Roof
es: Tormenta en el Techo

# mix_tentstorm-shelter
source: Tentstorm Shelter
es: Refugio en la Tienda

# mix_cathedral-drizzle
source: Cathedral Drizzle
es: Llovizna en la Catedral

# mix_morse-focus-protocol
source: Morse Focus Protocol
es: Protocolo de Concentración Morse

# mix_office-late-hours
source: Office Late Hours
es: Oficina en Horas Tardías

# mix_projector-library-noir
source: Projector Library Noir
es: Biblioteca Noir con Proyector

# mix_subway-umbrella-rush
source: Subway Umbrella Rush
es: Prisa en el Metro con Paraguas

# mix_airport-night-shift
source: Airport Night Shift
es: Turno Nocturno en el Aeropuerto

# mix_sailboat-lullaby
source: Sailboat Lullaby
es: Nana del Velero

# mix_submarine-drift
source: Submarine Drift
es: Deriva Submarina

# mix_rowing-at-dawn
source: Rowing at Dawn
es: Remando al Amanecer

# mix_gravel-miles
source: Gravel Miles
es: Millas de Grava

# mix_owl-at-the-temple
source: Owl at the Temple
es: Búho en el Templo

# mix_analog-lab-session
source: Analog Lab Session
es: Sesión de Laboratorio Analógico

# mix_laundry-spin-calm
source: Laundry Spin Calm
es: Calma del Lavado

# mix_carousel-dreams
source: Carousel Dreams
es: Sueños del Carrusel

# mix_afterhours-bar-hush
source: Afterhours Bar Hush
es: Silencio del Bar Después del Cierre

# mix_night-village-receiver
source: Night Village Receiver
es: Receptor del Pueblo Nocturno

# mix_construction-flow-state
source: Construction Flow State
es: Estado de Flujo en la Construcción

# state_expanded
source: expanded
es: expandido

# state_collapsed
source: collapsed
es: colapsado

# state_selected
source: selected
es: seleccionado

# state_not_selected
source: not selected
es: no seleccionado

# volume_for_label
source: Volume for %@
es: Volumen para %@

# count_sounds
source: %d sounds
es: %d sonidos

# sounds_will_be_saved
source: %d sounds will be saved.
es: Se guardarán %d sonidos.

# data_section_footer
source: Reset only clears selection and favorites. Restore also resets global volume.
es: Restablecer solo limpia la selección y los favoritos. Restaurar también restablece el volumen global.

# reset_selection_hint
source: Clears selection and favorites
es: Limpia la selección y los favoritos

# restore_defaults_hint
source: Resets all settings to defaults
es: Restablece todas las configuraciones por defecto

source: Section
es: Sección

source: Resize sidebar
es: Redimensionar barra lateral

# resize_sidebar_hint
source: Drag to resize sidebar width
es: Arrastra para cambiar el ancho de la barra lateral

# collapse_all_categories
source: Collapse all
es: Colapsar todas las categorías

# expand_all_categories
source: Expand all
es: Expandir todas las categorías

# category_collapse_hint
source: Double tap to collapse category
es: Toca dos veces para colapsar la categoría

# category_expand_hint
source: Double tap to expand category
es: Toca dos veces para expandir la categoría

# click_toggle_selection
source: Click to toggle selection
es: Haz clic para alternar la selección

# click_apply_mix
source: Click to play mix
es: Haz clic para reproducir el mix

# click_apply_preset
source: Click to apply preset
es: Haz clic para aplicar el preset

# double_tap_play_mix
source: Double tap to play this mix
es: Toca dos veces para reproducir este mix
